Repository: ahtih/ldiw_waste_map
Catalog: translations/*.po
Languages: hr, ru, sq

source: Composition
hr: Sadržaj
ru: Количество
sq: Përbërje

source: It all fits into my pocket
hr: Stane mi u džep
ru: Все поместится ко мне в карман
sq: Të tërën e zë në xhepin tim

source: Fits in a plastic shopping bag
hr: Stane u plastičnu vrećicu
ru: Помещается в пакет из магазина
sq: E zë në një qese plastike shopingu

source: Fits into luggage trunk of a car
hr: Stane u prtljažnik automobila
ru: Поместится в багажник автомобиля
sq: E zë në bagazhin e një makine

source: Fits into industrial truck/cargo vehicle
hr: Stane u teretno vozilo
ru: Поместится в грузовой автомобиль/мусоровоз
sq: E zë në një makinë industriale/kargo

source: It's even more than that
hr: Više od toga svega
ru: Здесь даже больше чем мусоровоз
sq: Është edhe më shumë se aq

source: Composition percentages (in volume)
hr: Sadržaj u postocima (zapremine)
sq: Përqindja e përbërjes (në vëllim)

source: Invalid session cookie sent by API client
hr: Nepravilni cookie poslan
ru: Ошибка отправки cookie API клиентом»
sq: "Session cookie" invalid i dërguar nga klienti i API

source: Error in request sent by API client: %error
hr: Greška u zahtjevu poslanom s aplikacije: %error
ru: Ошибка запроса API клиента : %error
sq: Gabim në kërkesën e dërguar nga klienti i API: %error

source: @nr_of_tires tires
hr: @nr_of_tires automobilskih guma
ru: @количество_шин шин
sq: @nr_of_tires gomat

source: Cluster
hr: Gomila
ru: Кластер
sq: Grumbull

source: @nr_of_points waste points
hr: @nr_of_points lokacija otpada
ru: @количество_свалок свалки
sq: @nr_of_points pikat e mbeturinave

source: Total volume
hr: Ukupna količina
ru: Общее количество
sq: Vëllimi total

source: Description
hr: Opis
ru: Описание
sq: Përshkrimi

source: Location
hr: Lokacija
ru: Местонахождение
sq: Lokacioni

source: Yes
hr: Da
ru: Да
sq: Po

source: No
hr: Ne
ru: Нет
sq: Jo

source: Geographic area
hr: Zemljopisno područje
ru: Территориальная зона
sq: Zona Gjeografike

source: A geographic area (county, municipality etc) belonging to an already-defined <em>Geographic area hierarchy level</em>.
hr: Jedinica (županija, općina) koja pripada određenoj <em>Razini hijerarhije zemljopisnog područja</em>
ru: Территориальная зона (область, муниципальное образование) принадлежит к уже определенному «em» территориальным зонам другого уровня
sq: Një zonë gjeografike (qark, komunë etj) që i përket një <em>Niveli hierarkik të zonës gjeografike</em> tashmë të definuar.

source: Name
hr: Naziv
ru: Название
sq: Emri

source: This defines a geographic area (county, municipality etc) belonging to an already-defined <em>Geographic area hierarchy level</em>. If you have not defined any hierarchy levels yet, you should do so before creating a <em>Geographic area</em>. <p> After adding/editing Geographic areas, you should perform a <em>Recalculate Geographic Areas fields for Waste point nodes</em> operation in <em>LDIW Waste Map settings</em>.
hr: Ovo određuje zemljopisno područje (županiju, općinu) koja spada u prethodno definiranu <em>Razinu zemljopisnog područja</em>. Ako niste definirali te razine, učinite to prije negoli unesete novo <em>Zemljopisno područje</em>.<p>Nakon dodavanja/uređivanja Zemljopisnih područja, potrebno je pokrenuti operaciju<em>Rekalkulacije zemljopisnih područja za lokacije otpada</em> u <em>postavkama LDIW karte</em> odlagališta otpada.
ru: Указана территориальная зона (область, муниципальное образование) принадлежит к уже определенному <em> территориальным зонам другого уровня </em>. Если вы еще не определились с уровнями территорий, сделайте это прежде чем создавать <em>Территориальную зону</em> <p> После добавленияредактирования Территориальных зон, вы должны нажать a <em>Произвести перерасчет Территориальных Зон для установления местоположения свалок</em>запустить операцию <em>LDIW Настройки карты мусора<em>.
sq: Kjo përcakton një zonë gjeografike (qark, komunë etj) që i përket një <em>Niveli hierarkik të zonës gjeografike</em> tashmë të definuar. Nëse ju ende nuk keni përcaktuar ndonjë nivel hierarkik, ju duhet ta përcaktoni atë para se të krijoni një <em>Zonë gjeografike</em>. <p> Pasi të shtoni/ndryshoni Zonat gjeografike, ju duhet të kryeni operacionin <em>Rikalkulo fushat e Zonave Gjeografike për pikat e Mbeturinave</em> në <em>Parametrat e Hartës së Mbeturinave të LDIW</em>.

source: Geographic area hierarchy level
hr: Razina hijerarhije zemljopisnog područja
ru: Уровень территориальной зоны
sq: Niveli hierarkik i zonës Gjeografike

source: This is a level in a hierarchy of geographical subdivisions of Waste Map. Three examples of hierarchy levels could be municipality, country, and forestry ranger district. Obviously these are related to each other (each municipality belongs to a country) and these relationships are described by <em>Parent hierarchy level</em> and <em>Display parent name</em> fields. Here is an example of hieararchy levels for United States cleanup: <ul> <li>Name: <em>State</em>; Parent hierarchy level: None <li>Name: <em>County</em>; Parent hierarchy level: <em>State</em>; Display parent name: <em>Yes</em>; Display label: <em>County</em> <li>Name: <em>Forest Service Region</em>; Parent hierarchy level: None <li>Name: <em>National Forest</em>; Parent hierarchy level: <em>Forest Service Region</em> <li>Name: <em>Ranger District</em>; Parent hierarchy level: <em>National Forest</em>; Display parent name: <em>Yes</em>; Display label: <em>Forest Service</em> </ul> <p> After adding/editing hierarchy levels, you should perform a <em>Recalculate Geographic Areas fields for Waste point nodes</em> operation in <em>LDIW Waste Map settings</em>.
hr: Ovo je razina u hijerarhiji zemljopisnih jedinica Karte Otpada. Tri primjera takvih razina su općina, država ili područje šumarije. One su očito povezane (svaka općina pripada državi), a ti su odnosi opisani u poljima <em>Viša zemljiopisna razina</em> i <em>Prikaži višu jedinicu</em>. Evo primjera hijerarhijskih razina za kampanju čišćenja u SAD: <ul> <li>Name: <em>State</em>; Parent hierarchy level: None <li>Name: <em>County</em>; Parent hierarchy level: <em>State</em>; Display parent name: <em>Yes</em>; Display label: <em>County</em> <li>Name: <em>Forest Service Region</em>; Parent hierarchy level: None <li>Name: <em>National Forest</em>; Parent hierarchy level: <em>Forest Service Region</em> <li>Name: <em>Ranger District</em>; Parent hierarchy level: <em>National Forest</em>; Display parent name: <em>Yes</em>; Display label: <em>Forest Service</em> </ul>
ru: Здесь представлены уровни иерархии территориального деления Карты Мусора.Существует три типа уровней: Регион, Муниципальный районокруг, поселение. Все они принадлежат друг к другу: участок к поселению, поселение к району, и эта иерархия описана в <em>Существующее территориальное районирование </em> и <em>Отобразить текущее районирование<em> поле. Здесь представлен пример: п: <ul> <li>Название<em>Регион</em>; Существующее территориальное районирование: Отсутствует <li>Название: <em>Регион</em>; Текущий уровень: <em>Регион</em>; Отобразить текущее название: <em>Да</em>; Отметка: <em>Регион</em> <li>Название: <em>Условный регион</em>; Текущий уровень: Отсутствует <li>Название: <em>Условный район</em>; Текущий уровень : <em>Муниципальный районокруг</em> <li>Название: <em>Условный</em>; Текущий уровень: <em>Поселение</em>; Отобразить название: <em>Да</em>; Display label: <em>Условное поселение</em> </ul> <p> После установки уровней вы должны нажать a <em> Произвести перерасчет Территориальных Зон для установления местоположения свалок</em>запустить операцию <em>LDIW Настройки карты мусора </em>.
sq: Ky është një nivel në hierarkinë e nën-ndarjeve gjeografike të Hartës së Mbeturinave. Tre shembuj të niveleve hierarkike mund të jenë komuna, shteti, dhe distrikti i rojtarisë së pyllit. Natyrisht këto janë të lidhura me njëra-tjetrën (secila komunë i takon një shteti) dhe këto marrëdhënie janë të përshkruara nga fushat <em>Niveli amë i hierarkisë</em> dhe <em>Paraqitni emrin amë</em>. Këtu është një shembull i niveleve hieararkike për pastrimin e Shteteve të Bashkuara: <ul> <li>Emri: <em>Shtet</em>; Niveli amë i hierarkisë: Asnjë <li>Emri: <em>Qark</em>; Niveli hierarkik amë: <em>Shtet</em>; Paraqitni emrin amë: <em>Po</em>; Paraqitni etiketimin: <em>Qark</em> <li>Emri: <em>Rajoni i Shërbimit Pyjor</em>; Niveli hierarkik amë: Asnjë <li>Emri: <em>Pyll Shtetëror</em>; Niveli hierarkik amë: <em>Rajoni i Shërbimit Pyjor</em> <li>Emri: <em>Distrikt i Rojtarit</em>; Niveli hierarkik amë: <em>Pyll Shtetëror</em>, Paraqitni emrin amë: <em>Po</em>; Paraqitni etiketimin: <em>Shërbim Pyjor</em> </ul> <p> Pas shtimit/ndryshimit të niveleve e hierarkike, ju duhet të kryeni operacionin <em>Rikalkulo fushat e Zonave Gjeografike për pikat e Mbeturinave</em> në <em>Parametrat e Hartës së Mbeturinave të LDIW</em>.

source: Waste point
hr: Lokacija otpada
ru: Свалка
sq: Pikë e Mbeturinave

source: Title
hr: Naslov
ru: Название
sq: Titull
