Repository: ahtih/ldiw_waste_map
Catalog: translations/cck/*.po
Languages: hr, ru, sq

source: Plastics, metals, packaging
hr: Plastika, metal, ambalaža
ru: Пластик, металл, упаковка
sq: Plastika, metale, paketa

source: Geometry
hr: Geometrija
ru: Геометрия
sq: Gjeometria

source: The borders of this area in WKT format (usually a MULTIPOLYGON). This is usually very long text, often 100 000 characters or more; so take care when copy/pasting it.
hr: Granice područja u WKT formatu (obično MULTIPOLYGON). Ovo je obično vrlo dugačak tekst, često 100.000 ili više znakova; imajte to u vidu kod copy/paste operacija.
ru: Границы данной территории в формате WKT (обычно MULTIPOLYGON). Здесьобычно очень длинный текст, больше 100 000 символов; поэтому будьте внимательны когда копируетевставляете его.
sq: Kufinjtë e kësaj zone në formatin WKT (zakonisht një MULTIPOLIGON). Ky zakonisht është një tekst shumë i gjatë, shpesh me 100 000 ose më shumë karaktere; pra kujdes kur ta kopjoni/bartni atë.

source: Hierarchy level
hr: Razina hijerarhije
ru: Территориальный уровень
sq: Niveli hierarkik

source: The <em>Geographic area hierarchy level</em> this area belongs to; e.g. is it a country, or state, or municipality, or something else.
hr: <em>Razina hijerarhije zemljopisnog područja</em> kojoj pripada ovo područje; npr. je li to država, županija, općina ili grad, ili nešto četvrto.
ru: "Эта <em>Название территориального уровня</em> принадлежит к ; область, муниципальный районокруг, поселение.
sq: <em>Niveli hierarkik i zonës gjeografike</em> së cilës i takon kjo zonë; p.sh. a është shtet, komunë, apo diçka tjetër.

source: Parent area name
hr: Naziv veće jedinice
ru: Текущее название территории
sq: Emri i zonës amë

source: If this geographic area is not at highest defined hierarchy level, then usually it is topologically part of a larger area one level up in hierarchy. If so, fill in the name of this larger area.
hr: Ako ovo zemljopisno područje nije najviše razine, topološki je dio jedinice više razine u hijerarhiji. Ako je tako, unesite ime te veće jdeinice.
ru: Если данная территориальная зона не находится на самой высоком уровне территориального районирования , тогда она является частью другой более крупной территориальной зоны , Если это так то укажите ее название .
sq: Nëse kjo zonë gjeografike nuk është në nivelin më të lartë hierarkik të definuar, zakonisht atëherë topologjikisht është pjesë e një zone më të madhe në një nivel më lartë në hierarki. Nëse është ashtu, shkruani emrin e kësaj zone më të madhe.

source: Parent hierarchy level
hr: Viša zemljopisna razina
ru: Текущий уровень иерархии
sq: Niveli amë i hierarkisë

source: Select a hierarchy level which is one level up from the level you are creating/editing. For example, if you are editing a <em>County</em> hierarchy level, then you might want to select its parent to be the <em>Country</em> level. Select <em>None</em> if this is the highest hierarchy level you have.
hr: Odaberite zemljopisnu razinu koja je stupanj više od razine koju unosite. Na primjer, ako unosite razinu<em>županije</em>, tada ćete za višu razinu odabrati <em>državu</em>. Odaberite <em>Ništa</em> ukoliko se radi o najvišoj razini.
ru: "Выберите уровень иерархии которые на один уровень выше того который вы редактируетесоздаете. Например если вы редактируете уровень <em>Регион</em> , тогда вам необходимо обратится к уровню <em>Страна</em> . Выберите <em>Отсутствует</em> если это крупнейший уровень из тех которые доступны.
sq: Zgjidhni një nivel hierarkik që është në një nivel më lartë nga niveli që po krijoni/ndryshoni. Për shembull, nëse jeni duke e ndryshuar një nivel hierarkik<em>Qark</em>, atëherë do të duhej ta zgjedhni <em>Shtet</em> si nivelin hierarkik amë. Zgjedhni <em>Asgjë</em> nëse ky është niveli hierarkik më i lartë që keni.

source: Display parent name
hr: Prikaži naziv više jedinice
ru: Отобразить текущее название
sq: Paraqitni emrin amë

source: Check this if the <em>Name</em> of areas in this hiearchy level is not enough to uniquely identify them without parent area name being present. For example, in Germany not everybody might know where <em>Main-Spessart</em> is, so displaying the parent name (<em>Main-Spessart, Bavaria</em>) is good; similarly, in USA there are several <em>Fayette</em> counties, so <em>Fayette county, Texas</em> is appropriate to display. This is achieved by checking this checkbox for <em>County</em> hierarchy level.
hr: Označite ovo ukoliko <em>Naziv</em> područja na ovoj razini nije dovoljan da ga točno identificira, bez navođenja više jedinice. Na primjer, neće svi znati gdje se nalazi <em>Veli Mlun</em>, pa će u tom slučaju koristiti naziv više jedinice (<em>Veli Mlun, Grad Buzet</em>). Nadalje, možemo imati više mjesta s istim imenom, pa je prikladno označiti kojoj višoj jedinici pripadaju, npr. <em>Sveta Nedelja, Zagrebačka županija</em>. To ćemo postići stavljanjem kvačice na checkbox za razinu županije.
ru: Проверьте чтобы <em>Название</em> территории данного уровня было достаточно корректным чтобы не спутать его с другим существующим.Например не все могут знать какую из территорий с названием <em>Main-Spessart</em> вам необходимо указать, поэтому верным будет указать (<em>Main-Spessart, Bavaria</em>); так же как в США существует несколько районов с названием <em>Fayette</em>, поэтому нужно указать <em>Fayette county, Texas</em> .Это достигается путем проверки через выпадающий список названийдля <em>Условный район</em> уровня.
sq: Përzgjedh këtë nëse <em>Emri</em> i zonave në këtë nivel hierarkik nuk është i mjaftueshëm për ti identifikuar ato në mënyrë unike pa qenë prezent edhe emri i zonës amë. Për shembull, në Gjermani jo çdokush e di ku ndodhet <em>Main-Spessart</em>, kështu që paraqitja e emrit të zonës amë (<em>Main-Spessart, Bavaria</em>) është mirë; ngjashëm, në SHBA ka disa qarqe <em>Fayette</em>, pra <em>qarku Fayette, Texas</em> është adekuate për tu paraqitur. Kjo mund të arrihet duke e përzgjedhur këtë kuti për nivelin hierarkik <em>Qark</em>.

source: Do not display parent name
hr: Ne prikazuj naziv više jedinice
ru: Не отображать текущее название
sq: Mos e paraqitni emrin amë

source: "Waste point" display label
hr: Oznaka "Lokacije otpada"
ru: Название места свалки
sq: Etiketë "Pikë e mbeturinave"

source: This controls how information about geographic areas is displayed for individual Waste points in Waste Map popups. If you write a label here for a hierarchy level, then popups will include this label and the area of this level where the Waste point belongs to. For example, having label "Administrative division" for United States <em>County</em> level makes <em>Administrative division: Fayette County, Texas</em> to be displayed in popups. More than one hierarchy level may have this set; this makes sense for example if one is administrative division, and another a state forestry division. Then popups show where Waste point belongs to according to both hierarchies.
hr: Ovdje kontroliramo kako se podaci o zemljopisnim područjima prikazuju u popup okvirima za pojedinačne lokacije u Karti Otpada. Ako ovdje upišete oznaku hijerarhijske razine, popup okvir će sadržavati tu oznaku i područje kojemu to smetlište pripada. Na primjer, ako upišete oznaku "Administrativna podjela" za Hrvatsku razinu <em>županije</em>, u popup okviru će pisati <em>Administrativna podjela: Primorsko-goranska županija</em>. Te oznake mogu biti višestruke; ako npr. želimo unijeti podjele po jedinicama lokalne samouprave, i područja odgovornosti šumarija. U tom slučaju popup okvir će pokazati kojem području lokacija otpada pripada po obje podjele.
ru: "Эта панель показывает как отображается информация о территориальных зонах индивидуальных свалок на Карте Мусоре. Если вы укажите маркировку здесь для территориального уровня, тогда приложение поставит маркировку на территорию к которой принадлежит данная свалка. Для примера, Имеющаяся маркировка "Административная единица" Страна <em>Регион</em> уровень <em>Административная единица: Fayette Регион, Texas</em> отобразится на карте. Более одного уровня может иметь данное наименование; поэтому имеет смысл указывать название административной единицы, а в другом случае только название отдельной районной единицы. Тогда приложение отобразит принадлежности и к той и к другой еденице.
sq: Kjo kontrollon se si shfaqen informatat për zonat gjeografike të pikave individuale të mbeturinave në dirtaret informative ne Hartën e Mbeturinave. Nëse shkruani këtu një etiketë për ndonjë nivel hierarkik, atëhere dritaret informative do ta përfshijnë këtë etiketë dhe zonën e atij niveli të cilit i takon pika e Mbeturinave. Për shembull, duke e pasur"Divizion administrativ" nivelin <em>Qark</em> për Shtetet e Bashkuara e bën që të paraqitet në dritaret informative <em>Divizioni administrativ: Qarku Fayette, Texas</em>. Më shumë se një nivel hierarkik mund ta ketë këtë; kjo ka kuptim kur për shembull njëri është divizion administrativ, dhe një tjetër divizion i pylltarisë. Atëhere dirtaret informative do të paraqesin se kujt i takon pika e Mbeturinave sipas të dyja hierarkive.

source: Coordinates
hr: Koordinate
ru: Координаты
sq: Koordinatat

source: Volume
hr: Količina
ru: Количество
sq: Vëllimi

source: Number of tires
hr: Broj automobilskih guma
ru: Количество шин
sq: Numri i gomave

source: Paper or cardboard
hr: Papir ili karton
ru: Бумага или картон
sq: Letër ose karton

source: Glass (incl glass bottles)
hr: Staklo (uključujući staklene boce)
ru: Стекло ( включая бутылки)
sq: Qelq (përfshirë edhe shishet e qelqit)

source: Large objects like furniture
hr: Veliki objekti, komadi pokućstva
ru: Большие объекты такие мебель
sq: Objekte të mëdha si mobilje

source: Other
hr: Ostalo
ru: Другие
sq: Tjera

source: Photo
hr: Fotografija
ru: Фото
sq: Fotografi

source: Photos ID:Width:Height
hr: Foto ID:širina:visina
ru: ID фотографии:Ширина:Высота
sq: Fotografitë ID:Width:Height

source: External photo
hr: Vanjska forografija
ru: Дополнительное фото
sq: Fotografi e jashtme

source: Geographic areas
hr: Zemljopisna područja
ru: Территориальные зоны
sq: Zona gjeografike

source: Geographic area names
hr: Nazivi zemljopisnih područja
ru: Названия территориальных зон
sq: Emrat e zonave gjeografike
